13xforever.language-x86-64-assembly
castwide.solargraph
cesium.gltf-vscode
earshinov.simple-alignment
editorconfig.editorconfig
emmanuelbeziat.vscode-great-icons
fabiospampinato.vscode-todo-plus
honnamkuan.golang-snippets
litefeel.shaderlabformatter
majicdave.vscode-shaderc
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.remote-explorer
oijaz.unicode-latex
shuworks.vscode-table-formatter
slevesque.shader
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
tamasfe.even-better-toml
twxs.cmake
w4rh4wk.fruits-theme
webfreak.debug
wingrunr21.vscode-ruby
xaver.clang-format
